{"id": 4, "title": "חקלאות אנכית בישראל – חזון או מציאות?", "thesis": "גידול במבנים רבי קומות יכול לחזק ביטחון מזון ולחסוך מים", "argument": "האקלים הישראלי מציב אתגרים לחקלאים, אך טכנולוגיות הידרופוניות ותאורת לד מאפשרות לגדל ירקות בעלות מים נמוכה ובקרבת מרכזי אוכלוסייה. בכך מצמצמים את התלות בייבוא ומקצרים את שרשרת האספקה.", "counterpoint": "עלות הקמה גבוהה וצריכת החשמל משמעותית, במיוחד אם לא משולבים מקורות אנרגיה מתחדשת.", "call_to_action": "יש לעודד פרויקטי הדגמה במבני ציבור ולהציע סובסידיות לחשמל סולארי למגדלים."}
{"id": 7, "title": "האם מטבעות דיגיטליים של בנקים מרכזיים יחליפו מזומן?", "thesis": "מטבע דיגיטלי רשמי יכול לשפר יעילות אך מעלה שאלות על פרטיות", "argument": "CBDC מאפשר העברות כמעט מיידיות ומוריד עלויות סליקה, אך ריכוז המידע בידי המדינה מעורר חשש למעקב מוגזם. מודלים של פרטיות דיפרנציאלית או ארנקים אנונימיים חלקית יכולים לאזן בין הצרכים.", "counterpoint": "במדינות עם אמון נמוך במוסדות פיננסיים, הציבור עלול להעדיף מזומן או מטבעות קריפטו מבוזרים.", "call_to_action": "בנק ישראל צריך להמשיך בפיילוטים בשיתוף הציבור ולהבהיר קווי הגנה על פרטיות."}
{"id": 1, "title": "האם מהפכת ה-AI מאיימת על מקומות העבודה?", "thesis": "האוטומציה תיצור שיבוש בטווח הקצר אך גם הזדמנויות חדשות", "argument": "הטמעת בינה מלאכותית בארגונים מחליפה משימות חוזרות, אך במקביל מייצרת ביקוש למיומנויות אנושיות של יצירתיות, אמפתיה וניהול מערכות מורכבות. האתגר העיקרי הוא בהסבה מקצועית מהירה שתאפשר לעובדים לנצל את ההזדמנויות החדשות במקום להיתקע מאחור.", "counterpoint": "התעלמות מהפערים הדיגיטליים עלולה להחריף אי-שוויון בשוק העבודה ולהשאיר קבוצות מוחלשות ללא הכשרה מתאימה.", "call_to_action": "המדינה צריכה להשקיע במערכי הכשרה מודולריים ולהציע תמריצי מס לארגונים שמסבים עובדים ולא רק מפטרים."}
{"id": 3, "title": "האם תחבורה ציבורית חינמית היא הפתרון לפקקים?", "thesis": "ביטול תשלום על נסיעות עשוי לשנות הרגלים אך חייב לבוא עם שירות אמין", "argument": "ניסויים בערים באירופה מראים עלייה של עד 20% בשימוש בתחבורה ציבורית כשהנסיעות חינמיות, אך האפקט מתפוגג אם התדירות נמוכה והצפיפות גבוהה. בישראל, השקעה בתדירות ובנתיבים ייעודיים חשובה יותר מהמחיר עצמו.", "counterpoint": "מימון יקר עלול לבוא על חשבון תשתיות אחרות, ואם השירות לא משתפר הציבור יאבד אמון מהר.", "call_to_action": "מומלץ להתחיל בפיילוט חינמי באזורים עם קווי BRT ולמדוד השפעה על העומסים."}
{"id": 5, "title": "האם שקיפות אלגוריתמית תציל את הדמוקרטיה הדיגיטלית?", "thesis": "פתיחת קוד וניהול מסדי נתונים שקוף יכולים לחזק אמון הציבור", "argument": "כאשר אלגוריתמים קובעים מי יקבל הלוואה או איך מדורגים פוסטים, הציבור זכאי להבין את הכללים. שקיפות מאפשרת לחוקרים לחשוף הטיות ולתקן אותן, ומקלה על רגולטורים לפקח על שוק מרוכז.", "counterpoint": "חשיפת יתר עלולה לאפשר ניצול לרעה של המערכות ולפגוע בפרטיות אם הנתונים אינם אנונימיים מספיק.", "call_to_action": "מחוקקים צריכים להגדיר סטנדרטים של דוחות הסבריים ולחייב אותם בשירותים ממשלתיים."}
{"id": 6, "title": "איך מגשרים על הפער בין מרכז לפריפריה בבריאות דיגיטלית?", "thesis": "פרויקטים קהילתיים צריכים להיבנות עם תושבים ולא רק עבורם", "argument": "אפליקציות מעקב בריאות מצליחות כשהן מותאמות לשפה, לאוריינות ולצרכים המקומיים. הכשרה של צוותים קהילתיים להפעלה ותמיכה מעלה את סיכויי האימוץ, במיוחד בקרב אוכלוסיות מבוגרות.", "counterpoint": "אם המערכות יישארו תלויות בחיבור אינטרנט מהיר ובטלפונים חדשים, הפער רק יעמיק.", "call_to_action": "יש להשקיע בתשתיות אינטרנט בפריפריה ולפתח גרסאות קלות משקל שעובדות גם בקווי 3G."}
{"id": 2, "title": "למה מערכת החינוך חייבת לעבור לדגם פתוח?", "thesis": "שיתוף משאבים פדגוגיים בקוד פתוח יכול לזרז התאמה למציאות משתנה", "argument": "מורים מכל הארץ מפתחים מערכי שיעור איכותיים אך לעיתים הם נשארים במגירה. פלטפורמות פתוחות מאפשרות להם לשתף, לקבל ביקורת ולשפר את החומרים כך שיתאימו לגיוון התרבותי והלשוני בכיתות. במקביל, תלמידים נחשפים לחומר עדכני ומקבלו את תחושת הבעלות על הידע.", "counterpoint": "יש חשש שפתיחות תוביל להיעדר בקרה על איכות התכנים ולחצים פוליטיים.", "call_to_action": "משרד החינוך צריך לגבש רישוי קל לשימוש חוזר ולהפעיל צוות אוצרות מקצועי שידגיש תכנים מאושרים."}
